[
  {
    "id": 1,
    "year": "2013",
    "title": "Los Primeros Encuentros",
    "description": "La historia de BierHeart comenzó a principios de 2013, cuando Viktor estaba en la búsqueda de músicos y Richard necesitaba un guitarrista para formar una nueva banda. Fue en ese momento que Richard vio la publicación de Viktor y decidieron contactarse. Una semana después, se reunieron en una sala de ensayo para explorar sus gustos e influencias musicales. Desde ese primer ensayo, hubo una conexión especial que prometía un gran potencial musical.",
    "img": "/img/history/hist_01.webp"
  },
  {
    "id": 2,
    "year": "2013-2014",
    "title": "La Búsqueda de un Sonido y un Bajista",
    "description": "A medida que pasaron los meses, ambos comenzaron a buscar un bajista para completar la formación, pero la búsqueda no dio frutos. Durante este tiempo, siguieron tocando juntos, experimentando con diferentes estilos hasta definir su sonido. Lograron componer entre tres y cuatro temas, pero la formación seguía incompleta. En 2014, conocieron a un guitarrista que se unió para probar, pero dejó la banda al año, ya que no encajaba con su estilo.",
    "img": "/img/history/hist_02.webp"
  },
  {
    "id": 3,
    "year": "2014",
    "title": "Intentos y Nuevas Pruebas",
    "description": "La búsqueda de un bajista continuó. Tras varias pruebas, encontraron a un músico que, aunque tenía un estilo punk que no se ajustaba a lo que buscaban, aportó su energía al proceso. Luego, un bajista marino intentó unirse, pero sus compromisos no le permitieron continuar. También probaron con una bajista de la banda Boreales, pero nuevamente, el estilo no era el adecuado.",
    "img": "/img/history/hist_03.webp"
  },
  {
    "id": 4,
    "year": "2014-2015",
    "title": "Encuentro con Seba",
    "description": "A finales de 2014 y principios de 2015, Viktor fue invitado a tocar con una banda llamada Condena, donde conoció a Pao, quien tocaba el bajo. Después de un recital con Condena, Viktor mencionó que estaban buscando un bajista. Pao mencionó que su marido, Seba, tocaba el bajo y estaba interesado en unirse.",
    "img": "/img/history/hist_04.webp"
  },
  {
    "id": 5,
    "year": "2015",
    "title": "Formación Oficial de la Banda",
    "description": "Invitamos a Seba a un ensayo y, tras escuchar lo que hacíamos, mostró entusiasmo por formar parte de la banda. Así, en 2015, BierHeart comenzó a tomar forma. Con una nueva alineación, comenzaron a componer temas originales y a definir su estilo musical.",
    "img": "/img/history/hist_05.webp"
  },
  {
    "id": 6,
    "year": "2015-2016",
    "title": "Expansión con Nuevos Miembros",
    "description": "Con el tiempo, Pancho, primo de Viktor, se unió a la banda como segundo guitarrista. Con dos guitarras, bajo y batería, decidieron nombrarse Obcissor. Sin embargo, Pancho también decidió dejar la banda, lo que llevó a la incorporación de Aaron como vocalista. Con él, comenzaron a tocar en vivo y a consolidar su presencia en la escena musical.",
    "img": "/img/history/hist_06.webp"
  },
  {
    "id": 7,
    "year": "2017-2022",
    "title": "Cambios de Integrantes y Nueva Dirección",
    "description": "Tras varios años de actuaciones, Aaron tomó un descanso, y la banda se presentó con un nuevo vocalista, Niko. Desafortunadamente, las exigencias laborales impidieron su continuidad. Finalmente, a finales de 2022, Matías se unió como nuevo guitarrista, sumando su talento y frescura al sonido de BierHeart.",
    "img": "/img/history/hist_07.webp"
  },
  {
    "id": 8,
    "year": "Hoy",
    "title": "Una Banda en Constante Evolución",
    "description": "Hoy en día, BierHeart sigue creciendo, creando música que refleja su pasión y dedicación, y se prepara para llevar su sonido a nuevos horizontes.",
    "img": "/img/history/hist_08.webp"
  }
]